{
  "head": {
    "title": "Ant Scott - FutartisticHub",
    "description": "Ant Scott, the inventor of Glitch Art",
    "keywords": "art, technology, future, artists, photographers, painters, developers, art-lovers, future-lovers, technology-lovers"
  },
  "body": {
    "id": "ant_scott",
    "title": "Ant Scott",
    "subtitle": "Ant Scott coined the term Glitch Art in 2001, and is recognized as the inventor of the Glitch Esthetic.",
    "description": "",
    "content": "    <p>Vestibulum eu sagittis mauris. Pellentesque molestie purus id felis convallis, a pharetra orci bibendum. Suspendisse vitae blandit turpis. Etiam ac felis neque. Mauris nisi nibh, elementum at turpis vitae, blandit dictum sapien. Proin eleifend ipsum nec tempor rhoncus. Proin fermentum eget magna at varius. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\n    <p>Quisque molestie quam sed laoreet feugiat. Vivamus volutpat augue enim, tincidunt suscipit tellus egestas quis. Aenean vitae efficitur diam. Integer ut velit vitae orci congue pulvinar. Suspendisse fringilla dictum ante a pellentesque. Sed ac est commodo, aliquam eros sit amet, ultrices est. Nullam eget nisl justo. Vestibulum at iaculis leo. Quisque elementum sem justo, vitae accumsan libero tempor vitae. Quisque id malesuada arcu. Maecenas quis ligula rhoncus, auctor orci et, varius massa. Nullam ut vulputate nisi, ac fermentum libero. Suspendisse ac libero in justo mollis commodo. Sed bibendum vestibulum rhoncus. Etiam a ligula nisi. Nulla fringilla sem quis felis feugiat, in varius nunc tempor.</p>\n    <p>Nam porta ipsum augue, vel lacinia mauris dignissim in. Pellentesque imperdiet lobortis tellus, in aliquet eros volutpat et. Fusce fringilla dolor eros, at suscipit eros rhoncus vitae. Donec non molestie orci. Quisque eleifend ac felis ut tincidunt. Cras fringilla mi nec neque hendrerit convallis. Duis aliquam magna quis enim pulvinar, non fermentum arcu gravida. Aenean vel congue turpis. Praesent at odio arcu. Nulla facilisi. Aliquam mattis accumsan ipsum quis maximus. Sed eget rhoncus nisl, vel aliquam felis. Aenean dolor augue, mollis eu efficitur in, venenatis posuere ante. Curabitur eget felis ligula.</p>\n    <p>Mauris varius sagittis tortor fermentum malesuada. Nullam euismod orci a erat rhoncus scelerisque. Nam lacinia ac sapien ut mattis. Nunc luctus blandit ultricies. Phasellus auctor tempor venenatis. Morbi volutpat enim eu nisi pulvinar condimentum. Aenean velit magna, faucibus pulvinar ligula a, dapibus fermentum erat. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas.</p>\n    <figure>\n        <img src=\"./images/artists/ant_scott/ant_scott_03.jpg\" alt=\"Stylized picture of skyscrapers\"/>\n        <figcaption>Skyscrapers</figcaption>\n    </figure>\n    <p>Ut eu purus ac dui dictum interdum in eget lorem. Nullam convallis suscipit tincidunt. Donec lacinia, mi sed venenatis rutrum, odio purus imperdiet velit, eget pulvinar sapien mi non mauris. In non efficitur ante. Etiam vel nunc maximus, aliquam nulla nec, molestie ex. Sed rutrum lacus a sapien pellentesque volutpat. Duis at leo et tellus feugiat ultrices at et dolor. Vestibulum tempus lacus vestibulum, tristique nulla non, accumsan ligula. Nullam vestibulum auctor enim ac aliquam.</p>\n    <p>Proin volutpat, est id tincidunt lobortis, est lacus commodo ex, in mattis nibh eros id est. Quisque consectetur ante arcu, ut condimentum enim facilisis id. Cras sed lacus ac orci ultricies fermentum sit amet id nulla. Quisque facilisis laoreet pulvinar. Vivamus at nisi vel nulla molestie consectetur. Duis ornare quam a mi pulvinar aliquam. Proin eget justo tortor. Aenean mollis leo nunc, id laoreet magna efficitur ut. Aenean tincidunt arcu id laoreet laoreet. In nibh augue, laoreet rutrum turpis sit amet, dignissim sodales metus. Praesent sit amet neque non arcu vehicula feugiat malesuada vel leo.</p>\n    <p>Morbi viverra mi tempor, aliquet arcu luctus, hendrerit ante. Etiam at lacinia ex. Cras aliquam, magna sit amet congue pulvinar, nisi enim rhoncus justo, id laoreet velit odio dapibus eros. Sed convallis dui quis tellus laoreet imperdiet. Maecenas ultrices eros a diam suscipit, vel commodo lorem hendrerit. Fusce auctor eros in dictum pharetra. Pellentesque est dui, consectetur ac tortor eget, eleifend euismod nisi. Sed lobortis massa ac consequat fermentum. Quisque ac elit vel lectus feugiat accumsan. Etiam vitae felis auctor, faucibus justo non, facilisis felis. Suspendisse semper neque augue, non porttitor elit aliquet non.</p>\n    <p>Curabitur sit amet erat maximus, porta dui at, pharetra dolor. Vestibulum a pretium velit. Curabitur nec auctor augue, id tempor purus. Integer id erat velit. Mauris lacinia enim quis turpis congue pharetra. Donec vestibulum eget arcu quis semper. Sed non pulvinar erat. Morbi sit amet est quis lacus dapibus hendrerit. Vivamus luctus velit id tincidunt ultrices. Fusce id tellus sodales, aliquet nulla sit amet, convallis dui. Vivamus commodo, leo nec egestas porttitor, est nunc interdum lectus, sit amet malesuada lectus ante non ante. Phasellus sed libero bibendum, eleifend dolor id, consequat nunc. Sed ut enim aliquet odio auctor vestibulum a sit amet nisi.</p>\n    <figure>\n        <img src=\"./images/artists/ant_scott/ant_scott_04.jpg\" alt=\"Stylized picture of skyscrapers\"/>\n        <figcaption>Skyscrapers</figcaption>\n    </figure>\n    <p>Vivamus aliquet pulvinar sollicitudin. Aliquam commodo ac lectus pulvinar auctor. Donec sem felis, molestie sit amet sapien a, ullamcorper sodales velit. Nullam orci tortor, eleifend non aliquam in, consectetur sit amet diam. Sed fringilla lectus a enim dapibus viverra. Sed ipsum ligula, fermentum vel dapibus ac, aliquet at odio. Proin tortor nulla, lacinia nec varius a, maximus et ex. Sed volutpat vitae sem non mattis. Nullam ac lacinia enim. Maecenas at vehicula lacus. Sed tempor velit non nunc auctor vestibulum.</p>\n    <p>Proin mi eros, gravida in arcu finibus, convallis tempor justo. In a nibh elit. Nam pharetra tristique iaculis. Praesent sed mattis nunc. Proin viverra egestas neque vitae fermentum. Praesent vitae pretium risus. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Pellentesque vitae lorem ut felis ornare vehicula nec vitae eros.</p>\n    <p>Quisque rutrum, odio ac efficitur condimentum, elit quam porttitor ligula, et pellentesque risus est quis massa. Sed aliquet mattis aliquam. Nam consectetur rhoncus mi sit amet rutrum. Nunc nulla ex, aliquam ac lectus eu, imperdiet iaculis magna. Aenean eu eros enim. Nunc a diam et diam auctor aliquet. Morbi condimentum urna a nunc tempus, quis facilisis odio luctus. Donec bibendum nulla quis orci malesuada, a maximus tellus interdum.</p>\n    <p>Proin a felis eu ligula viverra feugiat. Duis erat ex, gravida et auctor vel, mattis et lorem. Suspendisse suscipit, ante et egestas laoreet, lacus ex ornare turpis, nec elementum nulla lectus in nunc. Nunc nec tristique purus, cursus luctus turpis. Aenean at felis consequat lectus lobortis aliquam a blandit ante. Vestibulum finibus in magna nec luctus. Nam tempor dictum turpis at aliquam. In elementum erat felis, non sollicitudin mi lacinia quis. Etiam congue mauris sed dictum lobortis. In venenatis purus in tortor molestie, vel congue lacus facilisis. Etiam arcu velit, lobortis in odio ac, ultricies blandit nisl. Etiam feugiat ex ac nibh gravida egestas. Aenean et elementum ligula.</p>",
    "images": [
      {
        "id": "01",
        "src": "./images/artists/ant_scott/ant_scott_01_slideshow.jpg",
        "alt": "alternative text for image 1 of artist 1",
        "slideshow": true
      },
      {
        "id": "01",
        "src": "./images/artists/ant_scott/ant_scott_02_slideshow.jpg",
        "alt": "alternative text for image 1 of artist 1",
        "slideshow": true
      }
    ],
    "references": [
      {
        "link": "http://www.beflix.com",
        "text": "http://www.beflix.com"
      }
    ]
  }
}


