{
  "head": {
    "title": "Brooke Shaden - FutartisticHub",
    "description": "Brook Shield and her amazing worklow that turns her dreams into pieces of art",
    "keywords": "art, technology, future, artists, photographers, painters, developers, art-lovers, future-lovers, technology-lovers"
  },
  "body": {
    "id": "brooke_shaden",
    "title": "Brooke Shaden",
    "subtitle": "As a self-portrait artist, Brooke photographs herself and becomes the characters of dreams inspired by a childhood of intense imagination and fear.",
    "description": "",
    "content": "<p>Etiam vel turpis imperdiet, faucibus felis eu, pharetra tortor. Nunc blandit mollis iaculis. Duis bibendum aliquam commodo. Etiam pretium bibendum dolor a porttitor. Mauris placerat condimentum ante at finibus. Cras lorem ex, porttitor nec diam at, rutrum finibus ante. Donec semper erat a luctus varius. Pellentesque pellentesque augue dolor, bibendum efficitur felis sodales ut. Aliquam tristique risus mollis, feugiat risus a, aliquet quam. Cras id urna a nibh molestie auctor. Nunc tincidunt tortor vel lacus laoreet accumsan. Pellentesque ullamcorper egestas lacinia. Integer et laoreet nibh. Praesent placerat porttitor nulla malesuada vestibulum. Proin placerat diam neque, vel pharetra nibh pulvinar ac.</p>\n    <p>Ut cursus sem faucibus libero auctor, sed euismod velit consequat. Proin faucibus ac nisl quis sollicitudin. Aenean dignissim massa purus, eu sagittis ante ultricies vel. Proin eget erat tempus, congue nibh vel, auctor ante. Curabitur vitae augue est. Nulla facilisi. Donec mauris velit, lacinia sit amet nisi ut, scelerisque pulvinar mi. Nullam euismod, arcu sit amet aliquam luctus, odio erat blandit magna, nec scelerisque magna purus vitae enim. Nunc sem enim, ullamcorper et ipsum ut, consectetur porttitor libero. Ut ultricies et felis sed tincidunt.</p>\n    <p>Nulla facilisi. Sed sodales lorem nec ultrices aliquam. Vivamus sed nulla vel mauris imperdiet pulvinar. Aenean dapibus enim in justo hendrerit viverra. Aenean accumsan sollicitudin dapibus. Ut dolor velit, lobortis in enim nec, bibendum euismod dui. Proin sed molestie ipsum. Nulla facilisi. Vestibulum eu justo quis nisi dignissim dictum vel vitae nisi. Nulla facilisi. Aenean odio turpis, egestas eu diam quis, sagittis sagittis nunc. Duis sapien neque, pharetra vitae nisi quis, semper venenatis nulla. Sed sed scelerisque metus. Integer gravida, arcu vitae congue placerat, risus velit commodo tellus, vitae porta dolor turpis ac quam.</p>\n    <p>Nunc vitae purus vitae mauris pulvinar ullamcorper. Quisque bibendum non nisl sed tincidunt. Pellentesque sit amet elementum nunc, sed egestas mi. Proin faucibus interdum nulla quis mattis. Vestibulum nec feugiat augue. Cras condimentum lectus eget rhoncus congue. In finibus velit feugiat lobortis placerat.</p>\n    <figure>\n        <img src=\"./images/artists/brooke_shaden/brooke_shaden_08.jpg\" alt=\"Picture called House of Solitude\"/>\n        <figcaption>House of Solitude</figcaption>\n    </figure>\n    <p>Cras malesuada, libero vitae iaculis hendrerit, eros nunc blandit nisi, eleifend egestas magna ex ut tortor. Donec tempor risus quis magna faucibus, ac dictum felis auctor. Aliquam eu odio tortor. Sed tempor ex a mi dignissim maximus. Sed consequat purus at tellus congue vehicula nec id nulla. Praesent aliquet ipsum viverra nulla interdum euismod. Nunc vitae posuere tortor, sed volutpat justo. Nullam ac neque lectus. Proin ut enim ligula. Ut lacinia nunc eros, ac tincidunt dolor egestas in. Ut rutrum volutpat tortor, sed efficitur enim porttitor sit amet. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Vestibulum pellentesque dui eget libero gravida mattis.</p>\n    <p>Phasellus non porttitor neque. Etiam nec ante vitae ex elementum porttitor. Phasellus egestas sapien eu ultrices dictum. Sed nec rutrum erat. Sed a lobortis eros. Vivamus nec ipsum ut ante facilisis iaculis id rhoncus ante. Curabitur pretium lacus vitae vehicula convallis. Curabitur sollicitudin congue ex non gravida. Maecenas ultricies mauris nisl, vitae tincidunt nunc posuere vitae. Duis accumsan dignissim leo non blandit. Curabitur rhoncus mollis justo non sollicitudin. Mauris augue velit, egestas eu lorem ut, semper sagittis velit. Etiam rhoncus arcu quis mi bibendum blandit. Suspendisse scelerisque ultricies nibh eu euismod. Vivamus quis convallis nisi, eu euismod arcu. Etiam vel suscipit purus.</p>\n    <p>Vestibulum congue, mi eu condimentum pulvinar, nibh quam mollis justo, ut cursus nisi felis luctus mi. Mauris nec tristique orci. Cras non erat quam. Morbi vitae dolor lacus. Nam sit amet dolor in quam volutpat cursus. Ut at elit dui. Praesent viverra placerat metus, eget tempor libero cursus sed. Donec neque augue, dapibus in fringilla eu, cursus rutrum purus. Phasellus lacus sem, vestibulum eget ligula id, dignissim congue libero. Etiam egestas leo et ornare rhoncus. Fusce maximus semper dui vel bibendum. Duis porta iaculis justo, non suscipit lectus ultrices eget. Ut eleifend lectus eu mattis egestas. Vestibulum eu suscipit dui.</p>\n    <p>Integer cursus pharetra est ut pretium. Nunc sit amet euismod odio. Suspendisse blandit hendrerit mauris fringilla pulvinar. Donec sem nibh, viverra vel fringilla ut, fringilla non nibh. Duis ac aliquam sapien. Nullam hendrerit ornare lacus, at vulputate nunc suscipit id. Suspendisse potenti. Curabitur ultricies neque nec nisl iaculis feugiat. Vestibulum egestas ullamcorper tortor eget ornare. Fusce convallis sodales ante, eget condimentum lacus dapibus ac. Nunc sodales tristique semper.</p>\n    <figure>\n        <img src=\"./images/artists/brooke_shaden/brooke_shaden_09.jpg\" alt=\"Picture called The sound of flying souls\"/>\n        <figcaption>The sound of flying souls</figcaption>\n    </figure>\n    <p>Praesent a placerat arcu. Duis sagittis nec neque vitae porta. Aliquam tincidunt scelerisque odio, id vehicula arcu posuere ac. Donec a elit ac dolor sagittis ultricies. Quisque consequat augue in aliquam semper. Cras cursus leo vestibulum ullamcorper imperdiet. Duis bibendum massa urna, ac tempus est eleifend non. Duis luctus eget augue eget porttitor. Integer lectus mi, varius eu vestibulum sit amet, placerat a metus. Duis non tincidunt mauris. Integer mattis non nunc et blandit.</p>\n    <p>Donec id condimentum nisl. Sed tristique dolor at nisl vestibulum, egestas tempus justo ornare. Duis nec varius enim, vel sagittis risus. Proin malesuada mauris sed nisl commodo, sit amet venenatis ligula dignissim. Pellentesque vitae nisi facilisis, efficitur augue eu, egestas magna. Nullam sagittis et orci ac semper. Maecenas accumsan condimentum efficitur. In tincidunt, tortor vel rhoncus convallis, mauris ante gravida elit, at consequat tortor libero sit amet leo. Phasellus non condimentum massa. Cras ultrices vitae nisi ut sodales. Cras quis odio id justo placerat convallis sed id diam. Quisque eu sapien et nibh hendrerit pharetra ac et diam. Sed dignissim a nisl sed congue. Donec rutrum mauris aliquam tristique pellentesque. Vivamus porta dapibus magna, a convallis nisl suscipit eget. Morbi sollicitudin, mi ultricies tempus semper, libero felis pharetra tortor, nec luctus erat elit id lorem.</p>\n    <p>Nullam dignissim faucibus ipsum, at varius diam. Maecenas mollis eros in massa aliquam consectetur. Aenean eleifend ligula vel nunc maximus, non imperdiet ex tristique. Integer nec eros sed velit malesuada finibus. Vivamus quis justo a purus pulvinar suscipit in vel justo. Etiam nec mi erat. Donec sodales nunc est, ac tincidunt elit congue at. Cras vel ante lobortis, consectetur ex a, venenatis elit. Phasellus scelerisque faucibus pellentesque. Phasellus non auctor leo. Sed quis risus metus. Nunc justo augue, condimentum et fermentum at, consectetur nec enim. Quisque commodo molestie ultricies. Curabitur porta turpis eu consectetur mattis.</p>\n    <p>Etiam rhoncus congue lectus. Etiam vel elit dapibus, euismod eros ac, facilisis ipsum. Etiam ligula nulla, tincidunt varius diam convallis, congue commodo sapien. Nam feugiat sapien a felis accumsan pellentesque. Etiam posuere leo metus, quis placerat massa tincidunt vitae. Phasellus lobortis, eros scelerisque rutrum ultrices, lacus justo tempor justo, in vehicula sem enim in sapien. Pellentesque eu massa ligula.</p>\n",
    "images": [
      {
        "id": "01",
        "src": "./images/artists/brooke_shaden/brooke_shaden_01_slideshow.jpg",
        "alt": "alternative text for image 1 of artist 1",
        "slideshow": true
      },
      {
        "id": "03",
        "src": "./images/artists/brooke_shaden/brooke_shaden_06_slideshow.jpg",
        "alt": "alternative text for image 2 of artist 1",
        "slideshow": true
      },
      {
        "id": "02",
        "src": "./images/artists/brooke_shaden/brooke_shaden_03_slideshow.jpg",
        "alt": "alternative text for image 3 of artist 1",
        "slideshow": true
      },
      {
        "id": "04",
        "src": "./images/artists/brooke_shaden/brooke_shaden_04_slideshow.jpg",
        "alt": "alternative text for image 4 of artist 1",
        "slideshow": true
      }
    ],
    "references": [
      {
        "link": "https://brookeshaden.com",
        "text": "https://brookeshaden.com"
      }
    ]
  }
}


