{
  "head": {
    "title": "David Della Rossa - FutartisticHub",
    "description": "David Della Rossa, from electronic music, through photography, to computer art, with a bit of chemistry, too.",
    "keywords": "art, technology, future, artists, photographers, painters, developers, art-lovers, future-lovers, technology-lovers"
  },
  "body": {
    "id": "david_della_rossa",
    "title": "David Della Rossa",
    "subtitle": "I don't know if I'm really an artist or not. I don't care. When I work on my pieces, what drives me is the enjoyment I feel in those moments. Nothing more.",
    "description": "",
    "content": "<p>Duis eget lectus non augue viverra rutrum id in justo. Nulla facilisi. Nullam tellus justo, accumsan non leo vitae, laoreet venenatis erat. Vestibulum varius cursus massa vel iaculis. Nunc hendrerit libero eleifend magna mollis iaculis. Quisque ac aliquam tellus. Etiam ornare consequat dictum. In interdum elementum quam eget auctor. Sed dictum eget urna ac ultricies.<p>\n        <p>Pellentesque erat massa, sodales sed ex vel, posuere scelerisque ante. Donec aliquam elit nulla, eu tincidunt purus blandit nec. Nam iaculis mauris vel lacinia laoreet. In vel consequat nunc. Nullam id diam a arcu placerat dapibus quis vitae eros. Maecenas id turpis et orci venenatis feugiat. Aliquam mattis libero sem, sit amet pellentesque magna porttitor a. Suspendisse eget nisl eget felis eleifend tempus. Etiam augue enim, fringilla sit amet mattis et, laoreet sed enim. Pellentesque ac massa id urna tempus sagittis sed in ex. Aliquam erat volutpat. Duis sit amet viverra arcu. Nunc viverra aliquam euismod.</p>\n        <p>Aliquam a sodales risus. Vivamus auctor, dui at feugiat finibus, lectus sapien maximus dui, ut laoreet augue eros eu nunc. Quisque sed nunc sit amet ipsum maximus commodo sed at ex. Fusce suscipit gravida metus et ullamcorper. Praesent eros velit, consequat in commodo quis, mollis at est. Curabitur pellentesque nisi massa. Morbi ornare nisl et mauris facilisis, et semper nibh placerat. Curabitur at tristique est, vel bibendum neque. Morbi purus risus, pretium et porta id, laoreet eget magna. Duis egestas augue non eleifend ornare. Nam non ante vehicula, mattis enim at, fringilla tellus.</p>\n        <p>Pellentesque lacinia condimentum ligula, non ultrices ante. Ut elementum sapien vel neque tincidunt, a rhoncus ipsum iaculis. Sed porta magna at suscipit pellentesque. Nullam libero orci, dapibus id ante in, rutrum semper ipsum. Suspendisse potenti. Suspendisse in dolor at dolor consectetur euismod. Nulla efficitur condimentum placerat. Praesent ut eleifend augue, at maximus mi.</p>\n        <figure>\n            <img src=\"./images/artists/david_della_rossa/david_della_rossa_05.jpg\" alt=\"Six-eyed mask by David Della Rossa\"/>\n            <figcaption>Six-eyed mask</figcaption>\n        </figure>\n        <p>Etiam sed ipsum at eros egestas pretium. Sed interdum tellus id ex vulputate, vel aliquet justo fringilla. Nullam ut porta turpis. Integer tincidunt velit lectus, non tristique enim maximus non. Ut turpis tortor, rutrum ut elementum nec, finibus in sem. Ut eleifend porttitor neque ut sagittis. Sed vel tristique massa.</p>\n        <p>Aliquam dapibus metus sit amet lorem mattis, et accumsan turpis sodales. Donec at eleifend eros. Morbi ultrices sodales lacinia. Cras sodales velit a dictum sollicitudin. Morbi id viverra metus, in interdum enim. Sed a accumsan massa. Vivamus nec leo non quam tristique maximus. Aliquam ornare porta nisl, accumsan molestie mi consectetur id.</p>\n        <p>In varius nisi sit amet sem pharetra scelerisque. Curabitur bibendum consectetur vestibulum. In consectetur, sem vitae aliquet cursus, magna sem auctor quam, quis tristique ante sapien non ipsum. Cras suscipit ultricies tellus, non egestas magna vulputate condimentum. Nullam id odio finibus mi commodo tincidunt ut facilisis neque. Integer congue nibh lorem, eu blandit enim dignissim sit amet. Donec sit amet urna posuere elit tempor pharetra scelerisque ac ex. Curabitur sit amet dui semper, ultricies ipsum quis, aliquet urna. Nam non libero et massa hendrerit accumsan. Integer aliquam auctor enim, ac egestas diam porta in. Morbi condimentum urna in eleifend ultricies. Pellentesque non ex elit. Aenean nibh nisi, suscipit quis egestas sed, facilisis quis lacus. Nullam quis ullamcorper mauris. Sed feugiat euismod nunc, ut vehicula nisi posuere vitae.</p>\n        <p>Nulla tortor augue, commodo tempor luctus id, luctus sed dui. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Donec ornare leo eget tincidunt lobortis. Sed finibus tortor at ante rhoncus sodales. Proin at orci dapibus, convallis tortor at, elementum felis. Proin vel sapien eu mi cursus dignissim a a arcu. Integer elementum imperdiet odio, sed malesuada justo facilisis id. Integer non orci eget nibh placerat venenatis. Ut leo ligula, vehicula quis mauris ac, egestas consectetur dolor. Donec turpis lorem, tristique in fringilla sit amet, accumsan fringilla augue. Maecenas fringilla suscipit est, in posuere elit consequat nec. Donec tincidunt quam at nisi lobortis aliquet. Vestibulum dignissim vestibulum dapibus.</p>\n        <figure>\n            <img src=\"./images/artists/david_della_rossa/david_della_rossa_06.jpg\" alt=\"Metaphysical Tower by David Della Rossa\"/>\n            <figcaption>Metaphysical Tower</figcaption>\n        </figure>\n        <p>Sed eget lorem maximus, efficitur felis laoreet, vulputate tortor. Ut pellentesque est at ullamcorper interdum. Phasellus ut lacinia diam. Vestibulum in sollicitudin erat. Donec non felis quis risus tristique elementum sit amet at velit. Nunc efficitur placerat rutrum. In mollis est eget eros cursus pellentesque. Cras dolor tellus, commodo id maximus dictum, fringilla a leo. Integer enim risus, tristique quis pellentesque vitae, laoreet eget lorem. Sed at est felis. Sed risus leo, volutpat et libero fringilla, condimentum lacinia ipsum. Fusce bibendum, felis sed vulputate ultricies, tortor massa sollicitudin odio, at hendrerit odio ante nec neque. Vivamus a dapibus tellus.</p>\n        <p>Pellentesque pretium lectus sed ipsum accumsan, et dignissim nunc dictum. Cras nisl tortor, posuere sed sem id, hendrerit suscipit leo. Fusce porta a nisi et accumsan. Quisque pellentesque quis justo ac venenatis. Vivamus eu faucibus tortor. Pellentesque congue, diam quis rhoncus euismod, mauris arcu condimentum urna, vestibulum ultricies lectus nisl quis eros. Etiam finibus in orci non pellentesque. Maecenas id neque placerat, hendrerit dui in, pharetra dui. Phasellus aliquam rutrum elit eu dapibus. Donec rutrum tempor enim et congue. Sed efficitur aliquet mi, sit amet ullamcorper dui vehicula vitae. Morbi pharetra dui nec elit malesuada congue.</p>\n        <p>Maecenas velit quam, volutpat ut diam quis, sollicitudin vehicula mauris. Morbi aliquet dictum porttitor. Pellentesque quis erat vel odio condimentum dapibus sed ut risus. Nunc mollis tortor eget massa commodo, id laoreet justo mattis. Curabitur nulla sapien, tempor nec porta at, auctor nec neque. Fusce condimentum tellus erat, a interdum metus molestie vitae. Pellentesque non luctus elit. Maecenas nec odio sed velit congue eleifend. Vestibulum auctor arcu vulputate aliquet blandit. Sed auctor venenatis orci, in hendrerit nisl fermentum sit amet.</p>\n        <p>Donec condimentum lectus nec purus elementum aliquam. Maecenas volutpat blandit eleifend. Morbi sit amet consectetur lacus, quis laoreet justo. Integer convallis eleifend felis, ac volutpat est pretium nec. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Vestibulum molestie nunc tempor nibh rhoncus pretium. Mauris suscipit elit ut elit eleifend, at faucibus risus varius. In imperdiet accumsan libero, imperdiet posuere ex tristique rhoncus. Suspendisse eleifend ex vel ipsum mollis mattis. Suspendisse vitae sapien non risus ullamcorper lobortis eget ornare turpis. Curabitur euismod ipsum id felis mollis, ac auctor dolor porttitor. Aliquam mi quam, fringilla at nibh vitae, mollis ornare nulla. Maecenas tortor velit, tempus tempus pellentesque sed, ullamcorper eu ante. Duis eu dui ac nibh feugiat fermentum quis et urna. Pellentesque ac nibh nibh. Sed sed dui quis ligula suscipit consequat non at magna.</p>\n    ",
    "images": [
      {
        "id": "01",
        "src": "./images/artists/david_della_rossa/david_della_rossa_01_slideshow.jpg",
        "alt": "alternative text for image 1 of artist 1",
        "slideshow": true
      },
      {
        "id": "02",
        "src": "./images/artists/david_della_rossa/david_della_rossa_02_slideshow.jpg",
        "alt": "alternative text for image 1 of artist 1",
        "slideshow": true
      }
    ],
    "references": [
      {
        "link": "https://www.deedeeaar.co.uk",
        "text": "https://www.deedeeaar.co.uk"
      }
    ]
  }
}


