{
  "head": {
    "title": "Joshua Stanton - FutartisticHub",
    "description": "Joshua Stanton, a video painter whose brushes and colours are the algorithms of Artificial Intelligence",
    "keywords": "art, technology, future, artists, photographers, painters, developers, art-lovers, future-lovers, technology-lovers"
  },
  "body": {
    "id": "joshua_stanton",
    "title": "Joshua Stanton",
    "subtitle": "Artificial Intelligence video painting made with generative networks and neural style deep neural networks.",
    "description": "",
    "content": "    <p>In accumsan arcu a nunc tempor pretium. Nam hendrerit metus ac ex viverra, at vestibulum metus bibendum. In ac pellentesque dui. Morbi at eleifend ante. Etiam malesuada placerat massa vel fermentum. Sed turpis metus, elementum non risus in, eleifend elementum sem. Aenean condimentum maximus condimentum. Nullam non enim at tellus ultricies auctor. Proin lacinia eros vel tellus consectetur hendrerit. Suspendisse sed imperdiet dolor, sed finibus nisl. Donec consequat tellus sapien, eget feugiat est mollis vel. Quisque lorem massa, tincidunt a dui interdum, ornare suscipit diam.</p>\n    <p>Vivamus sit amet dui semper, vehicula augue id, varius tellus. Aenean non accumsan ex. Mauris metus mauris, vehicula ac consectetur finibus, blandit sed nunc. Praesent feugiat gravida arcu. Sed ullamcorper lacus at lacus ultricies, nec finibus ipsum volutpat. Mauris sollicitudin tempus gravida. Donec eu dignissim ante, ut lobortis nisi.</p>\n    <p>Curabitur gravida tempus dictum. Curabitur et feugiat risus. Integer ut mattis leo. Aliquam mollis ut augue sed ornare. Sed ante tellus, viverra ac diam lobortis, sollicitudin rhoncus magna. Donec efficitur nibh nisi, vel laoreet lacus venenatis sit amet. Vivamus purus urna, efficitur sit amet odio vel, fringilla consectetur purus. Sed vel convallis nisi, eu venenatis mi. Donec gravida congue dolor commodo viverra.</p>\n    <p>Mauris sit amet dapibus ligula, ut ullamcorper massa. Morbi feugiat imperdiet ante at finibus. Sed sollicitudin odio ac porttitor semper. Sed tincidunt lacinia augue non ornare. Etiam sagittis arcu vitae vehicula convallis. Phasellus ultricies mi a cursus eleifend. Suspendisse efficitur varius arcu, eget placerat urna congue ac.</p>\n    <figure>\n        <img src=\"./images/artists/joshua_stanton/joshua_stanton_02.jpg\" alt=\"Picture of a woman\"/>\n        <figcaption>Picture of a woman</figcaption>\n    </figure>\n    <p>Aliquam efficitur tristique arcu quis convallis. Donec viverra lectus nulla, sed suscipit nisi viverra a. Ut feugiat et urna quis congue. Sed magna dui, ullamcorper sit amet mauris ut, viverra dignissim nisi. Phasellus ac nisi lacus. Donec hendrerit leo dui, vitae accumsan dui sagittis quis. Pellentesque vitae lectus vitae quam sodales elementum. Aliquam vitae sapien vitae leo pretium tincidunt vel eu felis.</p>\n    <p>Donec ultricies convallis ante, quis tempor augue ornare in. Suspendisse nec vulputate arcu, sit amet euismod dolor. Praesent tristique enim eu enim sagittis interdum. Praesent mi sapien, faucibus eget hendrerit sit amet, sollicitudin in nisi. Nulla nec mollis magna. Donec posuere venenatis odio ut suscipit. Quisque nunc turpis, fringilla quis felis id, tempus tristique lacus.</p>\n    <p>Sed a pulvinar nibh. Duis convallis, felis sed cursus eleifend, quam nunc pulvinar neque, consequat pulvinar odio ante id purus. Vivamus et ante quis purus tempus dapibus. Duis ligula nisi, viverra sed nisi id, luctus ultricies nisl. Proin semper tortor ut nunc molestie porta. Praesent vitae magna consequat eros sodales mattis. Sed posuere pretium nisl, a facilisis augue rutrum non.</p>\n    <p>Ut volutpat ac dui ut malesuada. Mauris congue, felis id efficitur rhoncus, felis risus pellentesque mi, quis iaculis tellus enim eu eros. Vivamus nec nibh feugiat, efficitur nisl et, vehicula risus. Nunc ut tortor efficitur, viverra quam eget, pulvinar augue. Vestibulum commodo arcu in leo pharetra, sit amet lobortis lacus egestas. Donec vel imperdiet magna, ac egestas mauris. Maecenas sit amet faucibus elit. Sed imperdiet mattis turpis nec faucibus. Nunc non condimentum urna. Proin nisl ante, eleifend et ipsum eu, sollicitudin finibus erat. Praesent nulla nunc, bibendum non massa a, eleifend porttitor felis. Phasellus iaculis, mauris mattis placerat vehicula, risus est tincidunt felis, nec pretium quam leo at nisi. Nunc pharetra lorem sed sem efficitur, eu placerat erat convallis. Sed cursus dignissim magna, porttitor maximus leo rhoncus non.</p>    <figure>\n        <img src=\"./images/artists/joshua_stanton/joshua_stanton_05.jpg\" alt=\"Picture generated by Artificial Intelligence\" />\n        <figcaption>Picture generated by Artificial Intelligence</figcaption>\n    </figure>\n    <p>Sed eleifend tempus dui, sed commodo nisi tempor sit amet. Quisque imperdiet erat vel sollicitudin tempor. Sed pretium purus et elit maximus, vitae molestie est pulvinar. Sed vehicula, diam eu accumsan elementum, turpis leo tincidunt ante, quis fringilla nisl mauris non ante. Maecenas varius mollis ligula eu porta. Quisque rutrum id eros sed posuere. Etiam vitae arcu lacus. Morbi ut nisi ac urna tincidunt facilisis. Vestibulum turpis massa, maximus at tempor id, pulvinar ac nulla. In a cursus neque. Nulla ante justo, cursus at elit id, hendrerit elementum sem. Praesent in aliquam felis. Integer lectus ligula, aliquet ut enim interdum, viverra suscipit massa.</p>\n    <p>Suspendisse potenti. Mauris condimentum purus non sapien luctus auctor. Vestibulum quam sem, eleifend non blandit a, eleifend vitae lacus. Etiam vitae interdum libero. Proin id sapien et est volutpat dictum ac eu nulla. Cras venenatis lorem sit amet quam maximus aliquam. Praesent fringilla finibus pellentesque.</p>\n    <p>Vestibulum venenatis non lectus et efficitur. Nullam cursus posuere tellus. Sed vitae purus nec dolor varius pulvinar. Suspendisse sollicitudin nulla turpis, malesuada sodales sapien mollis eu. Sed congue molestie dictum. Cras placerat, mi at posuere cursus, dui velit sollicitudin augue, vel accumsan lorem ante ut diam. Mauris id magna in nibh ullamcorper cursus quis ac ligula. Nam convallis luctus lectus vel vestibulum. Quisque ex magna, rhoncus ut pretium feugiat, molestie congue diam. Donec massa mi, mattis nec condimentum eget, sollicitudin in lacus.</p>\n    <p>Donec non iaculis erat. Aenean a consequat sem, vel bibendum neque. Proin congue urna id posuere volutpat. Nulla lacinia nunc sit amet semper porta. Sed pulvinar pellentesque ex vel facilisis. Maecenas id interdum mi. Maecenas rutrum accumsan leo rhoncus consectetur. Mauris neque nisi, convallis sit amet mauris sit amet, pretium eleifend erat. Suspendisse sapien justo, malesuada nec ornare ac, lacinia id metus. Suspendisse eu urna quis tellus pulvinar mattis. Praesent sit amet urna nec nisi auctor semper. Nullam eget varius mi. Nulla ac consequat nunc. Nam sed maximus sem. Pellentesque dictum mi in turpis pretium ultricies.</p>\n",
    "images": [
      {
        "id": "04",
        "src": "./images/artists/joshua_stanton/joshua_stanton_00_slideshow.jpg",
        "alt": "Image generated by Artificial Intelligence",
        "slideshow": true
      },
      {
        "id": "01",
        "src": "./images/artists/joshua_stanton/joshua_stanton_01_slideshow.jpg",
        "alt": "Image generated by Artificial Intelligence",
        "slideshow": true
      },
      {
        "id": "03",
        "src": "./images/artists/joshua_stanton/joshua_stanton_04_slideshow.jpg",
        "alt": "Image generated by Artificial Intelligence",
        "slideshow": true
      }
    ],
    "references": [
      {
        "link": "https://joshuastanton.net/",
        "text": "https://joshuastanton.net/"
      }
    ]
  }
}


